Repository: epfl-si/wp-gutenberg-epfl
Catalog: languages/epfl-*.po
Languages: de_de, fr_fr

source: https://www.epfl.ch/campus/services/website/quote-en/
fr_fr: https://www.epfl.ch/campus/services/website/quote-fr/

source: Please, select a square image
fr_fr: Veuillez sélectionner une image carrée

source: Quote
fr_fr: Citation

source: Please choose a time in the sidebar
fr_fr: Veuillez choisir une heure dans la barre latérale

source: From
fr_fr: A partir de

source: to
fr_fr: à

source: Display content only for a specific period of time
fr_fr: Affichez un contenu seulement pendant une période définie

source: https://www.epfl.ch/campus/services/website/scheduler-en/
fr_fr: https://www.epfl.ch/campus/services/website/scheduler-fr/

source: Start Date & Time
fr_fr: Date et heure du début

source: End Date & Time
fr_fr: Date et heure de fin

source: Please select an end date. Format: mm/dd/yyyy
fr_fr: Veuillez sélectionner une date de fin. Format: mm/jj/aaaa

source: Embed content from Facebook, Instagram and Twitter
fr_fr: Intègrez du contenu issu de Facebook, Instagram et Twitter

source: https://www.epfl.ch/campus/services/website/social-feed-en/
fr_fr: https://www.epfl.ch/campus/services/website/social-feed-fr/

source: Size
fr_fr: Taille

source: Set the height in pixel (optional). 450 is recommended
fr_fr: Régler la hauteur en pixel (optionnel). Recommandation : 450

source: Set the width in pixel (optional). 374 is recommended
fr_fr: Régler la largeur en pixel (optionnel). Recommandation : 374

source: URL to your Twitter account (optional) (eg. https://twitter.com/EPFL)
fr_fr: URL du compte Twitter (optionnel). Ex. : https://twitter.com/EPFL

source: 0 for unlimited
fr_fr: 0 pour illimité

source: URL of an Instagram post (optional) (eg. https://www.instagram.com/p/BjuYB7Lhylj)
fr_fr: URL d'un article Instagram (optionnel). Ex. : https://www.instagram.com/p/BjuYB7Lhylj

source: URL of your Facebook account (optional) (eg. https://www.facebook.com/epflcampus)
fr_fr: URL d'un compte Facebook (optionnel). Ex. : https://www.facebook.com/epflcampus

source: Display a list of semester or master's projects from IS Academia
fr_fr: Affichez une liste de projets de semestre ou de master, issus de IS Academia

source: <Please choose>
fr_fr: <Sélectionner>

source: https://www.epfl.ch/campus/services/student-projects-en/
fr_fr: https://www.epfl.ch/campus/services/student-projects-fr/

source: Only current projects
fr_fr: Seulements les projects en cours

source: Professor(s) sciper(s)
fr_fr: Sciper(s) du/des professeur(s)

source: Separated with commas
fr_fr: Séparé par une virgule

source: No header
fr_fr: Sans en-tête

source: Sortable header
fr_fr: En-têtes triables

source: Create a table with search and sort options
fr_fr: Créez un tableau avec options de recherche et de tri

source: https://www.epfl.ch/campus/services/website/table-filter-en/
fr_fr: https://www.epfl.ch/campus/services/website/table-filter-fr/

source: Placeholder
fr_fr: Libellé

source: Text to display in search box
fr_fr: Texte affiché dans la boite de recherche

source: Table header
fr_fr: En-tête du tableau

source: Filter options
fr_fr: Options de tri

source: Filter only on column(s) no
fr_fr: Filtrer seulement la/les colonne(s) no

source: If multiple columns, separate with comma
fr_fr: A séparer par des virgules s'il y a plusieurs colonnes

source: Sort options
fr_fr: Options de tri

source: Apply numeric sort on column(s)
fr_fr: Appliquer un tri numérique sur la/les colonne(s)

source: Table Filter
fr_fr: Tableau filtré

source: Create a table
fr_fr: Créez un tableau

source: https://www.epfl.ch/campus/services/website/table-en/
fr_fr: https://www.epfl.ch/campus/services/website/table-fr/

source: Embed a graph created with tableau.epfl.ch
fr_fr: Intègrez un graphique créé avec tableau.epfl.ch

source: https://www.epfl.ch/campus/services/website/tableau-en/
fr_fr: https://www.epfl.ch/campus/services/website/tableau-fr/

source: Width
fr_fr: Largeur

source: Embed code
fr_fr: Code intégré (Embed)

source: Paste here the content of the Embed Code when you press the "Share" button on an EPFL tableau view
fr_fr: Coller ici le contenu du code intégré ("Embed code") trouvé avec le bouton "Share" dans la vue Tableau

source: Tableau ID
fr_fr: Identifiant du Tableau

source: Name of the Tableau view (eg. "EPFLofficialstatistics/StatistiquesOfficielles")
fr_fr: Nom de la vue Tableau (ex. : "EPFLofficialstatistics/StatistiquesOfficielles")

source: Create a block with toggleable content (accordion)
fr_fr: Créez un bloc au contenu retractable (accordéon)

source: https://www.epfl.ch/campus/services/website/toggle-en/
fr_fr: https://www.epfl.ch/campus/services/website/toggle-fr/

source: Initial state
fr_fr: Etat initial

source: Anchor
fr_fr: Ancre

source: To point directly on toggle using #<anchor> in URL. Toggle will be opened automatically
fr_fr: Pour cibler directement le toggle en utilisant une ancre #<anchor> dans l'URL. Le toggle sera automatiquement ouvert

source: Embed a video from SwitchTube, Vimeo or Youtube
fr_fr: Intègrez une vidéo issue de SwitchTube, Vimeo ou Youtube

source: https://www.epfl.ch/campus/services/website/video-en/
fr_fr: https://www.epfl.ch/campus/services/website/video-fr/

source: URL of the video
fr_fr: URL de la vidéo

source: You can paste a YouTube, Vimeo or SWITCHTube URL
fr_fr: Vous pouvez coller une URL YouTube, Vimeo ou SWITCHTube

source: Sort by project name
fr_fr: Trier par nom de projet

source: Sort by project ID
fr_fr: Trier par ID du projet

source: Sort by professor
fr_fr: Trier par professeur

source: Sort by type
fr_fr: Trier par type

source: Bigger font size
fr_fr: Taille de police plus grande

source: Search for
fr_fr: Rechercher

source: A name or a place
fr_fr: Un nom ou un lieu

source: A room number
fr_fr: Un local précis

source: An URL copy-pasted from plan.epfl.ch
fr_fr: Une URL copiée directement depuis plan.epfl.ch

source: Search with
fr_fr: Rechercher à partir de

source: German
fr_fr: Allemand

source: Sold out
de_de: Vergriffen
fr_fr: Complet

source: Follow us
de_de: Folge uns
fr_fr: Suivez nous sur

source: in social networks
de_de: in sozialen Netzwerken
fr_fr: les réseaux sociaux

source: Follow us on Fabecook
fr_fr: Nous rejoindre sur Fabecook

source: Follow us on Instagram
de_de: Uns auf Instagram folgen
fr_fr: Nous rejoindre sur Instagram

source: Follow us on Youtube
de_de: Uns auf Youtube folgen
fr_fr: Nous rejoindre sur Youtube

source: Follow us on LinkedIn
de_de: Uns auf LinkedIn folgen
fr_fr: Nous rejoindre sur LinkedIn

source: Share on
de_de: Teilen über
fr_fr: Partager cette page

source: Share on Facebook
de_de: Auf Facebook teilen
fr_fr: Partager sur Facebook

source: Share on Twitter
de_de: Auf Facebook teilen
fr_fr: Partager sur Twitter

source: Share on LinkedIn
de_de: Auf LinkedIn teilen
fr_fr: Partager sur LinkedIn

source: Share by e-mail
de_de: Auf E-Mail teilen
fr_fr: Partager par email

source: Shared link
de_de: Gemeinsamer Link
fr_fr: Lien de partage

source: Copy the URL of the page
de_de: Kopieren Sie die URL der Seite
fr_fr: Partager par email

source: URL copied !
de_de: URL kopiert !
fr_fr: URL copiée !

source: URL of an Instagram account (eg. https://www.instagram.com/p/BjuYB7Lhylj)
fr_fr: URL d'un compte Instagram (ex. https://www.instagram.com/p/BjuYB7Lhylj)

source: URL of a Youtube account (eg. https://www.youtube.com/user/epflnews)
fr_fr: URL d'un compte Youtube (ex. https://www.youtube.com/user/epflnews)

source: Links to Facebook, Twitter, Linkedin, Istagram and Youtube accounts
fr_fr: Liens vers des comptes Facebook, Twitter, Linkedin, Istagram et Youtube

source: https://www.epfl.ch/campus/services/website/social-follow-en/
de_de: https://www.epfl.ch/campus/services/website/social-follow-de/
fr_fr: https://www.epfl.ch/campus/services/website/social-follow-fr/

source: URL of a Facebook account (eg. https://www.facebook.com/epflcampus)
fr_fr: URL d'un compte Facebook (ex. https://www.facebook.com/epflcampus)

source: URL of a Twitter account (eg. https://twitter.com/EPFL)
fr_fr: URL vers votre compte Twitter (eg. https://twitter.com/EPFL)

source: Copy URL
de_de: URL kopieren
fr_fr: Copier l'URL

source: https://www.epfl.ch/campus/services/website/social-share-en/
de_de: https://www.epfl.ch/campus/services/website/social-share-de/
fr_fr: https://www.epfl.ch/campus/services/website/social-share-fr/

source: Contact
de_de: Kontakt

source: Follow us on Facebook
de_de: Uns auf Facebook folgen
