Repository: epfl-si/wp-gutenberg-epfl
Catalog: languages/epfl-*.po
Languages: de_de, fr_fr

source: Read more
de_de: Mehr erfahren
fr_fr: En savoir plus

source: See more
de_de: Mehr erfahren
fr_fr: En savoir plus

source: Title
fr_fr: Titre

source: Error extracting parameters
fr_fr: Erreur lors de l'extraction des paramètres

source: Incorrect URL
fr_fr: URL incorrecte

source: Incorrect dimensions
fr_fr: Dimensions incorrectes

source: Loading...
fr_fr: Chargement...

source: Journal Articles
fr_fr: Articles de journaux

source: Conference Papers
fr_fr: Papiers de conférences

source: Books
fr_fr: Livres

source: Theses
fr_fr: Thèses

source: Book Chapters
fr_fr: Chapitres de livres

source: Conference Proceedings
fr_fr: Actes de congrès

source: Working Papers
fr_fr: Documents de travail

source: Reports
fr_fr: Rapports techniques

source: Talks
fr_fr: Présentations

source: Standards
fr_fr: Normes

source: Patents
fr_fr: Brevets

source: Student Projects
fr_fr: Projets d'étudiants

source: Teaching Resources
fr_fr: Documents d'enseignement

source: Media
fr_fr: Média

source: Director(s)
fr_fr: Directeur(s)

source: Patent number(s)
fr_fr: Numéro de(s) brevet(s)

source: Detailed record
de_de: Ausführliche Informationen
fr_fr: Notice détaillée

source: Full text
de_de: Vollständiger Text
fr_fr: Texte intégral

source: View at publisher
fr_fr: Consulter chez l'éditeur

source: Cancelled
fr_fr: Annulé

source: With
de_de: Mit
fr_fr: Avec

source: Place and room
de_de: Ort und Raum
fr_fr: Lieu et salle

source: Online
fr_fr: En ligne

source: Category
de_de: Kategorie
fr_fr: Catégorie

source: Complete agenda of events
de_de: Zum vollständigen Veranstaltungskalende
fr_fr: Agenda complet des événements

source: Past events
fr_fr: Événements passés

source: Next events
de_de: Kommende Veranstaltungen
fr_fr: Prochains événements

source: See all events
de_de: Zum vollständigen Veranstaltungskalende
fr_fr: Voir tous les événements

source: No scheduled events
fr_fr: Prochains événements

source: Just finished
fr_fr: Terminé à l'instant

source: Learn more & apply
de_de: Informationen und Anmeldung
fr_fr: Information & inscription

source: All news
de_de: Alle News
fr_fr: Toutes les actualités

source: News
fr_fr: Actualités

source: Link to read more of that page
fr_fr: Lien vers le détail de la page

source: Position
de_de: Funktion
fr_fr: Fonction

source: Office
de_de: Büro
fr_fr: Bureau

source: Link to read more of that post
fr_fr: Lien vers le détail de l'article

source: Like our page on Facebook
de_de: Unsere Facebook-Seite liken
fr_fr: Likez notre page Facebook

source: View this post on Instagram
de_de: Diesen Beitrag auf Instagram anschauen
fr_fr: Voir ce post sur Instagram

source: Follow us on Twitter
de_de: Uns auf Twitter folgen
fr_fr: Nous rejoindre sur Twitter

source: EPFL-Video: Error getting final URL
fr_fr: EPFL-Video: erreur de récupération de l'URL

source: Filter by...
fr_fr: Filtrer par...

source: Type here a name, an url, a keyword, ...
fr_fr: Entrer un nom, une url, un mot-clé, ...

source: All faculties
fr_fr: Toutes les facultés

source: All institutes
fr_fr: Tous les instituts

source: All
fr_fr: Tout

source: Acronym
fr_fr: Acronyme

source: All sections
fr_fr: Toutes les rubriques

source: All subsections
fr_fr: Toutes les sous-rubriques

source: Search a number or a keyword
fr_fr: Chercher un numéro ou un mot-clé

source: Section, subsection
fr_fr: Rubrique, sous-rubrique

source: Effective on
fr_fr: Entrée en vigueur au

source: Status as of
fr_fr: Etat au

source: Success
fr_fr: Succès

source: Warning
fr_fr: Avertissement

source: Show a message inside a notification zone
fr_fr: Affichez un message dans une zone de notification

source: https://www.epfl.ch/campus/services/website/alert-en/
fr_fr: https://www.epfl.ch/campus/services/website/alert-fr/

source: Online help
fr_fr: Aide en ligne

source: Large display
fr_fr: Affichage large

source: Alert can be closed
fr_fr: L'alerte peut être fermée

source: Alert type
fr_fr: Type d'alerte

source: Content
fr_fr: Contenu

source: Write your text here
fr_fr: Placer votre contenu ici

source: Primary (red)
fr_fr: Principal (rouge)

source: Secondary (white)
fr_fr: Secondaire (blanc)

source: Left
fr_fr: Gauche

source: Centered
fr_fr: Centré

source: Create a link as a button
fr_fr: Créez un lien sous forme de bouton

source: https://www.epfl.ch/campus/services/website/button-en/
fr_fr: https://www.epfl.ch/campus/services/website/button-fr/

source: Open link in a new tab
fr_fr: Ouvrir le lien dans un nouvel onglet

source: Color
fr_fr: Couleur

source: Alignment
fr_fr: Alignement

source: Button
fr_fr: Bouton

source: Text
fr_fr: Texte

source: Target link
fr_fr: Lien

source: Subtitle
fr_fr: Sous-titre

source: Link
fr_fr: Lien

source: Please, select an image
fr_fr: Veuillez sélectionner une image

source: Upload
fr_fr: Téléverser

source: Remove image
fr_fr: Enlever l'image

source: Create links in the form of image blocks, with an overlayed title and subtitle
fr_fr: Créez des liens sous forme de blocs d'images, avec un titre et un sous-titre superposés

source: https://www.epfl.ch/campus/services/website/caption-cards-en/
fr_fr: https://www.epfl.ch/campus/services/website/caption-cards-fr/

source: Card
fr_fr: Carte

source: Title (mandatory)
fr_fr: Titre (nécessaire)

source: Create image blocks (3 per line max), with a title, a link, and some content
fr_fr: Créez des blocs d'image (3 par ligne max), composés d'un titre, d'un lien et d'un contenu libre

source: https://www.epfl.ch/campus/services/website/card-en/
fr_fr: https://www.epfl.ch/campus/services/website/card-fr/

source: Wrap with a gray border
fr_fr: Entourer d'une bordure grise

source: Carousel
fr_fr: Carrousel

source: Create a carousel of images (max 5) in full width, with link, title and description; automatic scrolling every 6 seconds
fr_fr: Créez un carousel d'images (max 5) en pleine largeur, avec lien, titre et description; défilement automatique toutes les 6 secondes

source: https://www.epfl.ch/campus/services/website/carousel-en/
fr_fr: https://www.epfl.ch/campus/services/website/carousel-fr/

source: Open links in a new tab
fr_fr: Ouvrir les liens dans un nouvel onglet

source: Display contact information and a map of the room location
fr_fr: Affichez les informations de contact ainsi qu'une carte de l'emplacement du local

source: https://www.epfl.ch/campus/services/website/contact-en/
fr_fr: https://www.epfl.ch/campus/services/website/contact-fr/

source: Timetable
fr_fr: Heures d'ouverture

source: Monday to thursday 09:00 am > 18:00 pm
fr_fr: Du lundi au jeudi, de 09h00 à 18h00

source: An email ?
fr_fr: Un email ?

source: A phone number ?
fr_fr: Un numéro de téléphone ?

source: An address ?
fr_fr: Une adresse ?

source: Map
fr_fr: Carte

source: A room/place shown in the interactive map:
fr_fr: Une salle ou un lieu à afficher dans la carte interactive :

source: See plan.epfl.ch for the right name of your room.
fr_fr: Cherchez sur plan.epfl.ch pour trouver le nom de la salle

source: Display all courses given by a teacher, in a section or in a lab
fr_fr: Affichez tous les cours donnés par un·e enseignant·e, dans une section ou dans un laboratoire

source: courses
fr_fr: cours

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Summer
fr_fr: Eté

source: Winter
fr_fr: Hiver

source: <none>
fr_fr: <aucune>

source: Chemistry and chemical engineering
fr_fr: Chimie et génie chimique

source: Civil engineering
fr_fr: Génie civil

source: Communication systems
fr_fr: Systèmes de communication

source: Computer science
fr_fr: Informatique

source: Digital humanities
fr_fr: Humanités digitales

source: Electrical and electronic engineering
fr_fr: Génie électrique et électronique

source: Financial engineering
fr_fr: Ingénierie financière

source: Environmental sciences and engineering
fr_fr: Sciences et ingénierie de l'environnement

source: Life sciences engineering
fr_fr: Ingénierie des sciences du vivant

source: Management of technology
fr_fr: Management de la technologie

source: Materials science engineering
fr_fr: Science et génie des matériaux

source: Mathematics
fr_fr: Mathématiques

source: Mechanical engineering
fr_fr: Génie mécanique

source: Microengineering
fr_fr: Microtechnique

source: Physics
fr_fr: Physique

source: https://www.epfl.ch/campus/services/website/courses-en/
fr_fr: https://www.epfl.ch/campus/services/website/courses-fr/

source: Select by
fr_fr: Sélection par

source: Unit name
fr_fr: Nom de l'unité

source: "GETALL" gives all courses in EPFL
fr_fr: "GETALL" fournit la liste de tous les cours EPFL

source: OR
fr_fr: OU

source: You can enter many scipers separated by commas
fr_fr: Vous pouvez entrer plusieurs scipers, séparés par des virgules

source: Section name
fr_fr: Nom de section

source: Filters
fr_fr: Filtres

source: Course code
fr_fr: Code du cours

source: Teaching language
fr_fr: Langue du cours

source: Semester
fr_fr: Semestre

source: Display a large image in 16:9 format
fr_fr: Affichez une grande image au format 16:9

source: https://www.epfl.ch/campus/services/website/cover-en/
fr_fr: https://www.epfl.ch/campus/services/website/cover-fr/

source: This description appears when the user clicks on the information icon
fr_fr: Cette description apparait lorsque l'utilisateur clique sur l'icone information

source: Display a link composed of a full width image, a title and a description
fr_fr: Affichez un lien composé d'une image pleine largeur, un titre et une description

source: Right
fr_fr: Droite

source: Bottom
fr_fr: Bas

source: https://www.epfl.ch/campus/services/website/custom-highlight-en/
fr_fr: https://www.epfl.ch/campus/services/website/custom-highlight-fr/

source: Select a layout
fr_fr: Sélectionner un type de présentation

source: Button label
fr_fr: Label du bouton

source: Custom teaser
fr_fr: Teaser personnalisé

source: Excerpt
fr_fr: Extrait

source: Create links (3 per line max) with an image, a title, a short description and a link button
fr_fr: Créez des liens (3 par ligne max) avec une image, un titre, un court descriptif et un bouton pour le lien

source: https://www.epfl.ch/campus/services/website/custom-teaser-en/
fr_fr: https://www.epfl.ch/campus/services/website/custom-teaser-fr/

source: Section title
fr_fr: Titre de section

source: Definition
fr_fr: Définition

source: Term to define
fr_fr: Terme à définir

source: Definition of the term
fr_fr: Définition du terme

source: Display a list of terms and their definitions
fr_fr: Affichez une liste de termes et leurs définitions

source: https://www.epfl.ch/campus/services/website/definition-list-en/
fr_fr: https://www.epfl.ch/campus/services/website/definition-list-fr/

source: Display as a table
fr_fr: Afficher comme un tableau

source: Display the definition list as a table-like component
fr_fr: Affiche la liste de définitions comme un composant tableau

source: Makes the definition list design wider
fr_fr: Rendre la liste de définition plus large

source: FAQ Item
fr_fr: Entrée de la FAQ

source: Answer
fr_fr: Réponse

source: Display a list of questions and their answers
fr_fr: Affichez une liste de questions et leurs réponses

source: https://www.epfl.ch/campus/services/website/faq-en/
fr_fr: https://www.epfl.ch/campus/services/website/faq-fr/

source: Display a series of images with thumbnails
fr_fr: Affichez une série d'images avec miniatures

source: https://www.epfl.ch/campus/services/website/gallery/
fr_fr: https://www.epfl.ch/campus/services/website/galerie/

source: Navigation thumbnails
fr_fr: Vignettes de navigation

source: Gallery
fr_fr: Galerie

source: Embed a form created on Google Forms
fr_fr: Intègrez un formulaire créé sur Google Forms

source: https://www.epfl.ch/campus/services/website/google-form-en/
fr_fr: https://www.epfl.ch/campus/services/website/google-form-fr/

source: Paste here the <iframe> HTML code you find in "< >" tab when you press the "Send" button on a GoogleForm edition page, it will extract needed parameters
fr_fr: Coller ici le code de l'<iframe> HTML trouvé dans l'onglet "< >" après avoir pressé le bouton "Envoyé" sur la page d'édition du GoogleForm. Les paramètres en seront extraits.

source: Height
fr_fr: Hauteur

source: Information extracted
fr_fr: Informations extraites

source: Information have been extracted from pasted HTML code
fr_fr: Les informations ont été extraites du code HTML collé

source: Close
fr_fr: Fermer

source: Error extracting information
fr_fr: Erreur lors de la récupération des informations

source: Wrong HTML code given, impossible to extract information.
fr_fr: Le code HTML proposé n'est pas reconnaissable, impossible d'extraire les informations.

source: Create an introductory block with a full-width pretext image, a title and a short description. The page title is not displayed.
fr_fr: Créez un bloc d'introduction avec une image-prétexte en pleine largeur, un titre et un court descriptif. Le titre de la page ne s'affiche pas

source: https://www.epfl.ch/campus/services/website/hero-en/
fr_fr: https://www.epfl.ch/campus/services/website/hero-fr/

source: Display a list of publications from Infoscience
fr_fr: Affichez une liste de publications provenant d'Infoscience

source: Please fill the fields in the right-hand column
fr_fr: Veuillez configurer le bloc dans la barre latérale

source: Short
fr_fr: Court

source: Detailed
fr_fr: Détaillé

source: Any field
fr_fr: Tous les champs

source: Author
fr_fr: Auteur

source: Year
fr_fr: Année

source: Unit
fr_fr: Unité

source: Publisher
fr_fr: Éditeur

source: Abstract
fr_fr: Résumé

source: Keyword
fr_fr: Mot-clé

source: Descending
fr_fr: Décroissant

source: Ascending
fr_fr: Croissant

source: Year, then document type
fr_fr: Année, puis type de document

source: Document type
fr_fr: Type de document

source: Document type, then year
fr_fr: Type de document, puis année

source: AND
fr_fr: ET

source: AND NOT
fr_fr: ET NON PAS

source: A direct infoscience URL
fr_fr: URL directe d'Infoscience

source: a https://infoscience.epfl.ch/search?... url
fr_fr: URL de type https://infoscience.epfl.ch/search?...

source: Or text patterns
fr_fr: Ou des clés de recherche

source: search for:
fr_fr: Texte de recherche

source: Field restriction
fr_fr: Restriction sur un champ

source: Search tips
fr_fr: Guide pour une recherche précise

source: Additional search keys
fr_fr: Recherche additionnelle

source: Second search text
fr_fr: Deuxième texte de recherche

source: Third search text
fr_fr: Troisième recherche

source: Limit
fr_fr: Limite

source: Without a limit only the first 100 publications are shown
fr_fr: Sans limite spécifiée, seules les 100 premières publications sont affichées

source: Sort
fr_fr: Tri

source: Group by with titles
fr_fr: Groupement avec titres

source: Detail level for a publication
fr_fr: Niveau de détail d'une publication

source: Summaries
fr_fr: Résumés

source: Thumbnails
fr_fr: Vignettes

source: Highlight a title and some text
fr_fr: Mettez en évidence un titre et du texte en guise d'introduction

source: https://www.epfl.ch/campus/services/website/introduction-en/
fr_fr: https://www.epfl.ch/campus/services/website/introduction-fr/

source: Change the background to gray
fr_fr: Changer le fond en gris

source: Label
fr_fr: Libellé

source: Create a list of links
fr_fr: Créez une liste de liens

source: https://www.epfl.ch/campus/services/website/links-group-en/
fr_fr: https://www.epfl.ch/campus/services/website/links-group-fr/

source: Links
fr_fr: Liens

source: Display a map from map.epfl.ch
fr_fr: Affichez une carte issue de map.epfl.ch

source: https://www.epfl.ch/campus/services/website/map-en/
fr_fr: https://www.epfl.ch/campus/services/website/map-fr/

source: A location by room number (INN011), people name (Pierre Dubois) or place (Vinci)
fr_fr: Une salle (INN011), une personne (Pierre Dubois) ou un lieu (Vinci)

source: Display events from memento.epfl.ch
fr_fr: Affichez les évènements provenant de memento.epfl.ch

source: events
fr_fr: événements

source: Template slider with the first highlighted event
fr_fr: Template slider avec le 1er événement mis en valeur

source: Template slider without the first highlighted event
fr_fr: Template slider sans mettre le 1er événement en valeur

source: Template listing with the first highlighted event
fr_fr: Template listing avec le 1er événement mis en valeur

source: Template listing without the first highlighted event
fr_fr: Template listing sans mettre le 1er événement en valeur

source: Upcomings events
fr_fr: Prochains événements

source: No filter
fr_fr: Pas de filtre

source: Filter events by year
fr_fr: Filtrer les événements par année

source: https://www.epfl.ch/campus/services/website/memento-en/
fr_fr: https://www.epfl.ch/campus/services/website/memento-fr/

source: Memento
fr_fr: Mémento

source: Select your memento
fr_fr: Sélectionner votre mémento

source: The events come from the application memento.epfl.ch. If you don't have a memento, please send a request to 1234@epfl.ch
fr_fr: Les événements proviennent de l'application memento.epfl.ch. Si vous n'avez pas de memento, merci d'envoyer une demande au 1234@epfl.ch

source: Template
fr_fr: Modèle

source: Select a template
fr_fr: Sélectionner un modèle

source: Select the number of events
fr_fr: Sélectionner le nombre d'événements à afficher

source: Language
fr_fr: Langue

source: Select a language
fr_fr: Sélectionner une langue

source: The language used to render news results
fr_fr: La langue utilisée pour afficher les événements

source: Period
fr_fr: Période

source: Select a period
fr_fr: Sélectionner une période

source: Filter events by category
fr_fr: Filtrer les événements par catégorie

source: Filter events by keyword
fr_fr: Filtrer les événements par mot clé

source: Loading events
fr_fr: Chargement des événements

source: No event found
fr_fr: Pas d'événement trouvé

source: Category:
fr_fr: Catégorie :

source: Create links (6 per line max) in the form of small images and short titles
fr_fr: Créez des liens (6 par ligne max) sous forme de petites images et de titres brefs

source: https://www.epfl.ch/campus/services/website/mini-card-en/
fr_fr: https://www.epfl.ch/campus/services/website/mini-card-fr/

source: Legend
fr_fr: Légende

source: Display news from news.epfl.ch
fr_fr: Affichez les actualités provenant d'actu.epfl.ch

source: news
fr_fr: actualités

source: Template Listing
fr_fr: Liste

source: Template highlighted with 3 news
fr_fr: Avec 3 actualités mises en avant

source: Template highlighted with 1 news
fr_fr: Avec 1 actualité mise en avant

source: Template card with 1 news
fr_fr: Avec 1 actualité

source: Template card with 2 news
fr_fr: Avec 2 actualités

source: Template card with 3 news
fr_fr: Avec 3 actualités

source: Select the number of news
fr_fr: Sélectionner le nombre d'actualités à afficher

source: https://www.epfl.ch/campus/services/website/news-en/
fr_fr: https://www.epfl.ch/campus/services/website/news-fr/

source: Channel
fr_fr: Canal

source: Select your news channel
fr_fr: Sélectionner votre canal d'actualités

source: The news come from the application actu.epfl.ch. If you don't have a news channel, please send a request to 1234@epfl.ch
fr_fr: Les actualités proviennent de l'application actu.epfl.ch. Si vous n'avez pas de canal, merci d'envoyer une demande au 1234@epfl.ch

source: Preview the page to see the template applied
fr_fr: Prévisualiser la page pour voir l'application du modèle

source: Display the link "all news"
fr_fr: Afficher le lien "Toutes les actualités"

source: Themes
fr_fr: Thèmes

source: Filter news by category
fr_fr: Filtrer les actualités par catégorie

source: Loading EPFL news
fr_fr: Chargement des actualités de l'EPFL

source: No news found
fr_fr: Aucune actualité trouvée

source: Display a link to a page of the site as a large image
fr_fr: Affichez un lien vers une page du site sous forme de grande image

source: Loading pages
fr_fr: Chargement des pages

source: None
fr_fr: Aucune

source: https://www.epfl.ch/campus/services/website/page-highlight-en/
fr_fr: https://www.epfl.ch/campus/services/website/page-highlight-fr/

source: Layout
fr_fr: Disposition

source: Decides where the text will be aligned, to allow the subject of the picture to be visible
fr_fr: Définit l'alignement du texte, pour permettre au sujet de l'image d'être visible

source: Select page
fr_fr: Sélectionnez une page

source: Create links (max 3) from the pages of the site, with image, title and short description automatically
fr_fr: Créez des liens (max 3) à partir des pages du site, avec image, titre et court descriptif repris automatiquement

source: https://www.epfl.ch/campus/services/website/page-teaser-en/
fr_fr: https://www.epfl.ch/campus/services/website/page-teaser-fr/

source: Gray
fr_fr: Gris

source: Embed a PDF into a web page
fr_fr: Intègrez un PDF dans une page web

source: https://www.epfl.ch/campus/services/website/pdf-flipbook-en/
fr_fr: https://www.epfl.ch/campus/services/website/pdf-flipbook-fr/

source: Remove PDF
fr_fr: Enlever le PDF

source: Display a list of people from the EPFL directory using different criteria
fr_fr: Affichez une liste de personnes de l'annuaire de l'EPFL en fonction de différents critères

source: List
fr_fr: Liste

source: Cards, one column
fr_fr: Cartes, une colonne

source: Cards, multiple columns
fr_fr: Cartes, plusieurs colonnes

source: Alphabetical order
fr_fr: Ordre alphabétique

source: Hierarchical order
fr_fr: Ordre hiérarchique

source: Hierarchical order with title
fr_fr: Ordre hiérarchique avec titre

source: You can enter the name of a custom structure.
fr_fr: Vous pouvez entrer le nom d'un structure personnalisée.

source: More information
fr_fr: Plus d'informations

source: List of existing structures
fr_fr: Liste des structures existantes

source: Sorting
fr_fr: Tri

source: https://www.epfl.ch/campus/services/website/people-en/
fr_fr: https://www.epfl.ch/campus/services/website/people-fr/

source: Units
fr_fr: Unités

source: You can enter many units separated by commas
fr_fr: Vous pouvez entrer plusieurs unités, séparées par des virgules

source: Groups
fr_fr: Groupes

source: You can enter many groups separated by commas
fr_fr: Vous pouvez entrer plusieurs groupes, séparés par des virgules

source: Doctoral programs
fr_fr: Programmes doctoraux

source: Example: EDAM
fr_fr: Exemple : EDAM

source: Function
fr_fr: Fonction

source: You can enter a function to filter persons. The keyword must be in french. Example: professeur or enseignement
fr_fr: Vous pouvez entrer le nom d'une fonction en français pour filtrer les personnes. Exemple : professeur ou enseignement

source: Columns
fr_fr: Colonnes

source: Display a link to a post of the site as a large image
fr_fr: Affichez un lien vers un article de blog sous forme de grande image

source: post
fr_fr: article

source: Loading posts
fr_fr: Chargement des articles

source: No post found
fr_fr: Aucun article trouvé

source: https://www.epfl.ch/campus/services/website/post-highlight-en/
fr_fr: https://www.epfl.ch/campus/services/website/post-highlight-fr/

source: Select post
fr_fr: Sélectionnez un post

source: Create links (max 3) from the posts of the site, with image, title and short description automatically
fr_fr: Créez des liens (max 3) à partir des articles de blog du site, avec image, titre et court descriptif repris automatiquement

source: https://www.epfl.ch/campus/services/website/post-teaser-en/
fr_fr: https://www.epfl.ch/campus/services/website/post-teaser-fr/

source: Display last 3 published posts
fr_fr: Affiche les 3 derniers articles

source: Only display last 3 posts for following category
fr_fr: Affiche seulement les 3 derniers articles pour la catégorie sélectionnée

source: or select specific posts
fr_fr: ou sélectionner des articles spécifiques

source: Create a quote
fr_fr: Créez une citation
